Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Record in a reasonably quiet place
shn: ဢတ်းသဵင် ဢွင်ႈတီႈဢၼ်ယဵၼ်သီႇသီႇဢမ်ႇမီးသဵင်ယႃႉၵဝ်း

source: [Recording cut off before the end of the last word]
shn: ၵၢၼ်ဢတ်းသဵင်ထုၵ်ႇတတ်းႁၢႆၵႂႃႇ မိူဝ်ႈၶေႃႈသဵင်လိုၼ်းသုတ်း ပႆႇတၼ်းသုတ်း။

source: Recording failed. The audio file seems to be empty. Please try again.
shn: ၵၢၼ်ဢတ်းသဵင် ဢမ်ႇဢွင်ႇမၢၼ်ၶႃႈ။ ၾၢႆႊလ်သဵင် မၼ်းမိူၼ်ဝႃႈပဵၼ်ၾၢႆႊလ်ပဝ်ႇဝႆႉၶႃႈ။ ၶႅၼ်းတေႃႈ ၸၢမ်းႁဵတ်းတူၺ်းထႅင်ႈၶႃႈ။

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
shn: ၵၢၼ်ဢတ်းသဵင် မၼ်းယၢဝ်းပူၼ်ႉၼႃႇၶႃႈ။ ၶၢဝ်းယၢမ်း ဢၼ်ၼမ်သုတ်းပဵၼ် { $minDurationSeconds } သႅၵ်ႉၵၢၼ်ႉၶႃႈ။

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
shn: ၵၢၼ်ဢတ်းသဵင် မၼ်းပွတ်းပူၼ်ႉၼႃႇၶႃႈ။ ၶၢဝ်းယၢမ်း ဢၼ်ဢေႇသုတ်းပဵၼ် { $minDurationSeconds } သႅၵ်ႉၵၢၼ်ႉၶႃႈ။

source: Recording may not be supported in this limited browser. Please use a full browser app.
shn: ၵၢၼ်ဢတ်းသဵင် တေၸၢင်ႈဢမ်ႇၵမ်ႉထႅမ်ၼႂ်းပရၢဝ်ႇသိူဝ်ႇဢၼ်မီးလွင်ႈမၵ်းၶၼ်ႈဝႆႉၼႆႉၶႃႈ။ ၶႅၼ်းတေႃႈ ၸႂ်ႉတိုဝ်းပရၢဝ်ႇသိူဝ်ႇဢႅပ်ႉ ဢၼ်တဵမ်ထူၼ်ႈၶႃႈ။

source: Recordings
shn: ၾၢႆႊလ်သဵင်ဢၼ်ဢတ်းဝႆႉ ၾၢႆႊလ်သဵင်ဢၼ်ဢတ်းဝႆႉ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
shn: ၵၢၼ်ဢတ်းၶလိပ်ႉသဵင်ၼႆႉပဵၼ်တွၼ်ႈၼိုင်ႈၼႂ်းၵၢၼ်ၵေႃႇသၢင်ႈၸုမ်ႇၶေႃႈမုၼ်းဢၼ်ပိုတ်ႇၵႂၢင်ႈၶွင်ႁဝ်းၶႃႈ၊ မၢင်ၵေႃႉၵေႃႈႁၼ်ထိုင်ဝႃႈမၼ်းပဵၼ်တွၼ်ႈဢၼ်ၵျေႃႇယူႇမိူၼ်ၵၼ်။

source: Record/Stop
shn: ဢတ်း/ၵိုတ်း

source: Record your response
shn: ဢတ်းသဵင် ၶေႃႈတွပ်ႇၶွင်ၸဝ်ႈၵဝ်ႇ

source: Record yourself reading sentences in your language
shn: ဢတ်းသဵင်တူဝ်ၵဝ်ႇ ဢၢၼ်ႇၶေႃႈၵႂၢမ်းလူၺ်ႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ။

source: Record yourself responding to questions and prompts in your language
shn: ဢတ်းသဵင်တူဝ်ၵဝ်ႇ တွပ်ႇၶေႃႈထၢမ် လႄႈၶေႃႈတိုၵ်းသူၼ်း ၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇၶႃႈ။

source: Record your voice
shn: ဢတ်းသဵင်ၸဝ်ႈၵဝ်ႇ

source: Reference the source of your sentence (required)
shn: လူဝ်ႇလႆႈမီးတီႈဢၢင်ႈဢိင်ငဝ်ႈႁၢၵ်ႈၶေႃႈၵႂၢမ်းၸဝ်ႈၵဝ်ႇ (လူဝ်ႇ)

source: Refresh
shn: လူတ်ႇမႂ်ႇ

source: Reject
shn: ပၢၵ်ႈပႅတ်ႈ

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
shn: တွင်းဝႆႉ- ဢမ်ႇလူဝ်ႇမႆႈၸႂ် သင်ဝႃႈၸဝ်ႈၵဝ်ႇ လၢတ်ႈၵႂၢမ်းတႅတ်ႈၼႅတ်ႈ၊ မီးလွင်ႈၵိုတ်းလိုဝ်ႈ ဢမ်ႇၼၼ် လၢတ်ႈသမ်ႉၶိုၼ်းၶေႃႈၵႂၢမ်းၵဝ်ႇ၊ ၶေႃႈမုၼ်းၸိူဝ်းၼႆႉ တိုၼ်းပဵၼ်ၶေႃႈမုၼ်းဢၼ်မီးၵႃႈၶၼ် တေႃႇၸုမ်းဢိၼ်ႇၵျိၼ်ႇၼီႇယႃႇ ဢၼ်တိုၵ်းၶတ်းၸႂ် သၢင်ႈၶိုင်ႈၼိုဝ်းႁူႉတွင်းသဵင်လၢတ်ႈ ႁႂ်ႈမၼ်းၶဝ်ႈပႃးလႆႈၵူႈသႅၼ်း လႄႈ ၸႂ်ႉလႆႈၼႂ်းလူၵ်ႈတႄႉၼၼ်ႉၶႃႈ။

source: Remove
shn: ဢဝ်ဢွၵ်ႇ

source: Remove Avatar
shn: ဢဝ်ဢွၵ်ႇဢႃႇဝႃႇတႃႇ

source: Remove tags
shn: ဢဝ်ဢွၵ်ႇမၢႆထႅၵ်ႉ

source: Report
shn: လၢႆးငၢၼ်း

source: Reporting Content
shn: ၵၢၼ်လၢႆးငၢၼ်း ၶေႃႈမုၼ်း

source: Report was passed successfully
shn: ၽိုၼ်လၢႆးငၢၼ်းသူင်ႇယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉ

source: Request a Language
shn: တုၵ်းယွၼ်းၽႃႇသႃႇ

source: Request for Scripted Speech
shn: တုၵ်းယွၼ်းတႃႇသဵင်လၢတ်ႈၸွမ်းထႅဝ်လိၵ်ႈ

source: Request for Spontaneous Speech
shn: တုၵ်းယွၼ်းတႃႇသဵင်လၢတ်ႈတိုၼ်းပဵၼ်

source: Request New Language
shn: တုၵ်းယွၼ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈမႂ်ႇ

source: Request recordings
shn: ယွၼ်းၶေႃႈမုၼ်းၾၢႆႊလ်သဵင်

source: Request timeout
shn: မူတ်းၶၢဝ်းယၢမ်းတုၵ်းယွၼ်းၵႂႃႇယဝ်ႉၶႃႈ။

source: *required
shn: *လူဝ်ႇ

source: Re-record
shn: ဢတ်းသဵင်မႂ်ႇ

source: Re-record clip
shn: ဢတ်းၶလိပ်ႉမႂ်ႇ

source: Respond
shn: တွပ်ႇၶိုၼ်း

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
shn: တွပ်ႇပၼ်ၶေႃႈသင်ႇ တႃႇႁဵတ်းဢွၵ်ႇ ၶေႃႈမုၼ်း ၼႂ်းသၢႆငၢႆသၽႃႇဝ လႄႈ ၵႂၢမ်းလၢတ်ႈၵၼ်ၵူႈဝၼ်း ၼႆႉ ၼႆႉမၼ်းတဵမ်ထူၼ်ႈသုတ်း တွၼ်ႈတႃႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢၼ်ၸႂ်ႉသဵင်လၢတ်ႈပဵၼ်လၵ်း (Oral-first languages)

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
shn: တွပ်ႇပၼ်ၶေႃႈသင်ႇ ႁႂ်ႈပဵၼ်သၽႃႇဝလီသုတ်း ၸွမ်းၼင်ႇဢၼ်ၸဝ်ႈၵဝ်ႇႁဵတ်းလႆႈ၊ ၸၢင်ႈပိၼ်ႇပၢႆႇလႅၵ်ႈလၢႆႈသဵင်ၽႃႇသႃႇၵႂႃႇမႃး ၼႂ်းၵႄႈၽႃႇသႃႇလႆႈလွတ်ႈလွတ်ႈလႅဝ်းလႅဝ်း သင်ႁၼ်ဝႃႈမၼ်းပဵၼ်သၽႃႇဝၼႆ လမ်ႇလွင်ႈတႃႇတေၸႂ်ႉတိုဝ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢၼ်မီးလွင်ႈယဵၼ်ႇငႄႈသေ ဝႄႈလွင်ႈႁဵတ်းႁႂ်ႈတိူဝ်ႉၸႂ်။

source: Response deleted successfully
shn: မွတ်ႇၶေႃႈတွပ်ႇယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉၶႃႈ။

source: Response submitted successfully
shn: သူင်ႇၶေႃႈတွပ်ႇယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉၶႃႈ။

source: Retrieving datasets
shn: ၵၢၼ်ၸၼ်ဢဝ်ၸုမ်ႇၶေႃႈမုၼ်း

source: Return
shn: ပွၵ်ႈၶိုၼ်း

source: Return here to edit your goal anytime.
shn: ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၶိုၼ်းမႃးတီႈၼႆႈ တႃႇမႄးထတ်းယိူင်းမၢႆ လႆႈၵူႈၶၢဝ်းၶႃႈ။

source: Return to Common Voice
shn: ပွၵ်ႈၶိုၼ်းတီႈ Common Voice

source: Return to Common Voice Datasets
shn: ပွၵ်ႈၶိုၼ်းတီႈၸုမ်ႇၶေႃႈမုၼ်း Common Voice

source: Return to Languages
shn: ပွၵ်ႈၶိုၼ်းတီႈၽႃႇသႃႇ

source: Review
shn: ၵူတ်ႇထတ်းၶိုၼ်း

source: Review and vote for new questions submitted by the community
shn: ထတ်းသၢင် လႄႈ ပၼ်ၵၢင်ၸႂ် တႃႇၶေႃႈထၢမ်မႂ်ႇ ဢၼ်တူင်ႇဝူင်းလႆႈသူင်ႇၶဝ်ႈမႃးဝႆႉ။

source: Review could not be saved. Please try again later.
shn: ဢမ်ႇၸၢင်ႈၵဵပ်းသိမ်းလွင်ႈၵူတ်ႇထတ်းလႆႈၶႃႈ။ ၶႅၼ်းတေႃႈ ၶိုၼ်းၶတ်းၸႂ်တူၺ်းထႅင်းဝၢႆးလင်ၶႃႈ။

source: ⓘ Review Criteria
shn: ပၵ်းပိူင်ၵၢၼ်ထတ်း

source: Review Criteria
shn: ပၵ်းပိူင်ၵၢၼ်ထတ်း

source: Reviewed sentences not submitted, are sure?
shn: ၶေႃႈၵႂၢမ်းဢၼ်ထတ်းသၢင်ယဝ်ႉ ယင်းပႆႇလႆႈသူင်ႇ၊ တေဢွၵ်ႇတႄႉယူႇႁႃႉ?

source: Review existing sentences submitted by the community
shn: ၵူတ်ႇထတ်းၶေႃႈၵႂၢမ်း ဢၼ်တူင်ႇဝူင်းလႆႈသူင်ႇၶဝ်ႈမႃးဝႆႉ

source: Reviewing a Question
shn: ထတ်းသၢင်ႈၶိုၼ်း ၶေႃႈထၢမ်

source: Reviewing Sentences
shn: ၶိုၼ်းထတ်းသၢင်တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Review questions
shn: ၵူတ်ႇထတ်းၶေႃႈသင်ႇ

source: Review Questions
shn: ၵူတ်ႇထတ်း ၶေႃႈထၢမ်

source: Review & re-record clips here as you go
shn: ၵူတ်ႇထတ်းၶိုၼ်း လႄႈၶိုၼ်းဢတ်းသဵင်မႂ်ႇတီႈၼႆႈၵႂႃႇၸွမ်းလႆႈၵမ်းလဵဝ်ၶႃႈ။

source: Review & re-record clips if needed
shn: ၵူတ်ႇထတ်းၶိုၼ်း ေ ၶိုၼ်းဢတ်းသဵင်မႂ်ႇ သင်ၸိူဝ်ႉလူဝ်ႇ

source: Review sentences
shn: ၶိုၼ်းထတ်းသၢင်ၶေႃႈၵႂၢမ်း

source: Review Sentences
shn: ထတ်းတူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Review & Submit
shn: ၵူတ်ႇထတ်းၶိုၼ်း လႄႈ သူင်ႇၶႃႈ။

source: Review the Transcription
shn: ၵူတ်ႇထတ်းဢၼ်ထွတ်ႇသဵင်ဝႆႉ

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
shn: ၵူတ်ႇထတ်းတူၺ်း ၶေႃႈၸီႉသင်ႇၵၢၼ်ထွတ်ႇသဵင် တီႈပႃႈၼိူဝ်ၼႆႉ တွၼ်ႈတႃႇၵူတ်ႇထတ်းဝႃႈ ၵၢၼ်ထွတ်ႇသဵင်တႅမ်ႈမၢႆၼၼ်ႉ ထုၵ်ႇမႅၼ်ႈတႅတ်ႈတေႃးလီယူႇႁႃႉ။ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈမႄးထတ်းသေ သူင်ႇၶဝ်ႈပၼ်လႆႈယူႇၶႃႈ။

source: Review transcriptions
shn: ၵူတ်ႇထတ်း လွင်ႈထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ

source: Review Transcriptions
shn: ၵူတ်ႇထတ်း လွင်ႈထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ

source: Review transcriptions of recorded sentences for accuracy
shn: ႁုပ်ႈတူၺ်းၶိုၼ်းၵၢၼ်ထွတ်ႇသဵင်တူၼ်ႈထႅဝ်ဢၼ်ဢတ်းဝႆႉႁႂ်ႈတႅတ်ႈတေႃး

source: Review user-submitted transcriptions in your language
shn: ႁုပ်ႈတူၺ်းၵၢၼ်ထွတ်ႇသဵင်ဢၼ်ၽူႈၸႂ်ႉတိုဝ်းသူင်ႇမႃးဝႆႉၼႂ်းၽႃႇသႃႇသူၸဝ်ႈ

source: Romanian
shn: ရူဝ်ႇမေႇၼီႇယႅၼ်း

source: Romansh Sursilvan
shn: ရူဝ်ႇမႅၼ်းသျ် ၸူႇရ်သီႇလဝၼ်း

source: Romansh Vallader
shn: ရူႇမၼ်းသ် ဝၼ်ႇလႃႇတႅတ်ႉ

source: Rukai
shn: ရူးၵၢႆႇ

source: Runyankole
shn: ရူးၺၼ်းၶူဝ်ႇလႄႇ

source: Russian
shn: ရတ်ႉသျႅၼ်း

source: Rutoro
shn: ရူႇတူဝ်ႇရူဝ်ႇ

source: Ruuli
shn: ရူးလိ

source: Sabah Bisaya
shn: သႃႇပႃႇ ပီႇသႃႇယႃႇ

source: Sabah Malay
shn: သႃႇပႃႉ မႃႇလေး

source: Saʼban
shn: သျႃႊၿၢၼ်ႊ

source: Sakha
shn: ၸၵ်းၶႃႇ

source: Sakizaya
shn: သႃႇၶီႇသႃႇယႃႇ

source: Sango
shn: သၼ်ႇၵူဝ်ႇ

source: Sansi
shn: သၼ်ႇသီႇ

source: Santali (Ol Chiki)
shn: သၼ်းတႃႇရီႇ(ဢူဝ်းလ် ၵျီႇၵီႇ)

source: Saraiki
shn: သရေႇၶီႇ

source: Sardinian
shn: သႃႊၻီႇၼီႇယႅၼ်း

source: Save
shn: ၵဵပ်းသိမ်း

source: Saved
shn: ၵဵပ်းသိမ်းယဝ်ႉ

source: Scots
shn: သၵွတ်ႉသ်

source: Scripted Speech
shn: ၵၢၼ်လၢတ်ႈၸွမ်းတူဝ်လိၵ်ႈဢၼ်ႁၢင်ႈႁႅၼ်းဝႆႉ

source: SCRIPTED SPEECH
shn: သဵင်လၢတ်ႈၸွမ်းတူဝ်လိၵ်ႈ

source: Scripted Speech Already Available
shn: ၵၢၼ်လၢတ်ႈၸွမ်းလိၵ်ႈတႅမ်ႈ မီးဝႆႉတႃႇၸႂ်ႉတိုဝ်းယဝ်။

source: Search
shn: ၶူၼ်ႉႁႃ

source: Search...
shn: ၶူၼ်ႉႁႃ

source: Search for a language
shn: လိူၵ်ႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Search for a language...
shn: ၶူၼ်ႉႁႃ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ...

source: Seediq
shn: သီးၻိၵ်ႉ

source: See how your progress compares to other contributors all over the world.
shn: တူၺ်းဝႃႈလွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇလႄႈ ၼိူင်းၸွမ်းၽူႈၸွႆႈထႅမ်တၢင်ႇၵေႃႈတင်းၵမ်ႇၽႃႇ ပဵၼ်ၸိူင်ႉႁိုဝ်

source: See Less
shn: ၼႄဢေႇလူင်း

source: See More
shn: တူၺ်းၶေႃႈမုၼ်းထႅင်ႈ

source: Select a Language...
shn: လိူၵ်ႈၽႃႇသႃႇ...

source: Select all
shn: လိူၵ်ႈတင်းမူတ်း

source: Select an option
shn: လိူၵ်ႈဢဝ်တၢင်းလိူၵ်ႈ

source: Select a tag
shn: လိူၵ်ႈမၢႆထႅၵ်ႉ

source: Select a variant (optional)
shn: လိူၵ်ႈဢဝ် ၶေႃႈၵႂၢမ်းဢၼ်လႅၵ်ႈလၢႆႈ (ဢမ်ႇလိူၵ်ႈၵေႃႈလႆႈ)

source: Selected
shn: လိူၵ်ႈဝႆႉယဝ်ႉ

source: Select File
shn: လိူၵ်ႈၾၢႆႇ

source: Select File to Upload
shn: လိူၵ်ႈၾၢႆႊလ် တႃႇသူင်ႇၶိုၼ်ႈ

source: Select <icon></icon> the text to begin
shn: လိူၵ်ႈ<icon></icon>တွၼ်ႈလိၵ်ႈ တႃႇတႄႇႁဵတ်းသၢင်ႈ

source: Select the desired language dataset and choose the version you wish to download.
shn: လိူၵ်ႈဢဝ် ၸုမ်ႇၶေႃႈမုၼ်းၽႃႇသႃႇၵႂၢမ်း ဢၼ်ၸဝ်ႈၵဝ်ႇၶႂ်ႈလႆႈၼၼ်ႉသေ လိူၵ်ႈဢဝ် ဝႅပ်ႇယၢင်ႇ ဢၼ်ၸဝ်ႈၵဝ်ႇၶႂ်ႈလူတ်ႇၼၼ်ႉတႃႉ။

source: Select up to three domains (optional)
shn: လိူၵ်ႈၶွပ်ႇလႅၼ်ၶေႃႈၵႂၢမ်းလႆႈ 3 ဢၼ် (ဢမ်ႇလိူၵ်ႈၵေႃႈလႆႈ)

source: Select your age
shn: လိူၵ်ႈဢႃႇယု ၸဝ်ႈၵဝ်ႇ

source: Select your sex or gender
shn: လိူၵ်ႈလိင်ႇၸဵမ်ၵိူတ်ႇ ဢမ်ႇၼၼ် လိင်ႇသၽႃႇဝၸဝ်ႈၵဝ်ႇ

source: Self Citation
shn: ၵၢၼ်ဢၢင်ႈဢိင် ၶွင်တူဝ်ၵဝ်ႇ

source: Sena
shn: သေႇၼႃႇ

source: Send a link to my email
shn: သူင်ႇလိင်ႉၶ်ၸူးဢီးမေးလ်ၶႃႈႁဝ်း

source: Send sign up link
shn: သူင်ႇလိင်ႉၶ်လူင်းသဵၼ်ႈမၢႆဝႆႉၶႃႈ

source: Sentence
shn: တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Sentence Collection
shn: ၵၢၼ်ၵဵပ်းႁွမ်တူၼ်းထႅဝ်လိၵ်ႈ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
shn: <sentenceCollectorFragment>သိုပ်ႇတူၺ်း ၵၢၼ်ၵဵပ်းႁွမ်တူၼ်ႈထႅဝ်</sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
shn: <sentenceCollectorVideo>တူၺ်းလွၵ်းလၢႆးၸႂ်ႉတိုဝ်း ၶိူင်ႈမိုဝ်းၵဵပ်းႁွမ်တူၼ်းထႅဝ်</sentenceCollectorVideo>။

source: Sentence Domain
shn: ၶွပ်ႇလႅၼ်ၶေႃႈၵႂၢမ်း

source: Sentences
shn: တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Sentences are collected for people to read aloud.
shn: တူၼ်းထႅဝ်လိၵ်ႈ လႆႈၵဵပ်းႁွမ်တႃႇႁႂ်ႈၵူၼ်းဢၢၼ်ႇဢွၵ်ႇသဵင်။

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
shn: ၶေႃႈၵႂၢမ်းတင်းသဵင်ႈ ၼႆႉ လႆႈမူၼ်ႉမႄးထတ်းသၢင်ႈ လူၺ်ႈၸုမ်းတူင်ႇဝူင်းၵူၼ်းႁဝ်းၶႃႈဝႆႉယူႇသေတႃႉၵေႃႈ လၢႆးႁဵတ်းသၢင်ႈဢၼ်ၼႆႉ ယင်းပႆႇထုၵ်ႇမႅၼ်ႈတဵမ်ထူၼ်ႈလီၵူႈဢၼ်ၶႃႈ။ သင်ဝႃႈၸဝ်ႈၵဝ်ႇလႆႈႁၼ် ဢမ်ႇၼၼ် လႆႈငိၼ်းၶေႃႈၵႂၢမ်း ဢၼ်ဢမ်ႇသၢင်ႇထုၵ်ႇ ဢမ်ႇၼၼ် ႁဵတ်းႁႂ်ႈလူႉၸႂ် — တူဝ်ယၢင်ႇမၼ်း မိူၼ်ၼင်ႇ မၼ်းပူၼ်ႉပႅၼ် <participationGuidelines> ၶေႃႈၸီႉသင်ႇ လွင်ႈၶဝ်ႈႁူမ်ႈ<လွင်ႈတူင်ႇဝူင်းၵူၼ်း/participationGuidelines> ႁဝ်းၶႃႈ ၶႅၼ်းတေႃႈ ၸႂ်ႉတိုဝ်း ၼဵၼ် ၸွမ်ပိဝ်(Flag button)ဢၼ်မီးၼႂ်း UI ၼၼ်ႉသေၵမ်းၶႃႈ။ ေဢမ်ႇၵႃး ၸဝ်ႈၵဝ်ႇ ယင်းၸၢင်ႈသူင်ႇလိၵ်ႈၵပ်းသိုပ်ႇၸူးႁဝ်းၶႃႈ လႆႈတီႈ <emailFragment>commonvoice@mozilla.com</emailFragment> ယူႇၶႃႈ။

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
shn: ၶေႃႈၵႂၢမ်း ဢၼ်မႃးၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ် တီႈၼႆႈ တေထုၵ်ႇဢဝ်ၵႂႃႇထႅမ်သႂ်ႇၼႂ်း ၸုမ်ႇၶေႃႈမုၼ်း (Dataset) ဢၼ်မီးဝႂ်သူၼ်ႇသၢင်ႈCC0 ပုၼ်ႈတႃႇၵူၼ်းတင်းၼမ် ၸၢင်ႈဢဝ်ၵႂႃႇၸႂ်ႉလႆႈလွတ်ႈလႅဝ်းၶႃႈ။

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
shn: တူၼ်းထႅဝ်တေလႆႈထုၵ်ႇထတ်း လႄႈယွမ်းႁပ်ႉလူၺ်ႈၵူၼ်းသွင်ၵေႃႉ ယဝ်ႉၸင်ႈထုၵ်ႇဢဝ်ၶဝ်ႈၼႂ်း Common Voice။ သူၸၢင်ႈၶူင်ႁဵတ်း ၽိုၼ်ၸုင် ဝႆႉတွၼ်ႈတႃႇၽႃႇသႃႇသူၸဝ်ႈ <languageGuidelinesLink>တီႈၼႆႈ</languageGuidelinesLink>။ တူၼ်းထႅဝ်ၸိူဝ်းၼၼ်ႉတေလႆႈပဵၼ် <licenseLink>ၶေႃႈမၼ်ႈပၼ်ၸႂ်ႉတိုဝ်း ပုၼ်ႈသုၼ်ႇၵူၼ်းတင်းၼမ်</licenseLink> လႄႈတၢင်းယၢဝ်းပွတ်းလိူဝ်သေ 15 ၶေႃႈၵႂၢမ်း။ သူၸၢင်ႈတုၵ်းယွၼ်းႁႂ်ႈၸဝ်ႈၶွင်ႈၶေႃႈၵႂၢမ်းၸိူဝ်းၼၼ်ႉႁႂ်ႈပိုၼ်ၽၢဝ်ႇ <waiverLink>ၶေႃႈမၼ်ႈပၼ်ၸႂ်ႉတိုဝ်း CC0 ဢၼ်ၸႂ်ႉတိုဝ်းလၢႆးတၢင်းႁပ်ႉၶၢမ်ႇႁဝ်းၶႃႈ</waiverLink>၊ ယဝ်ႉလႄႈသူင်ႇမႃးပၼ်ႁဝ်းၶႃႈတီႈ commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
shn: { $sentences } ၵူတ်ႇထတ်းၶေႃႈၵႂၢမ်းယဝ်ႉတူဝ်ႈယဝ်ႉၶႃႈႉ။

source: Sentence text
shn: တူဝ်လိၵ်ႈ တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Sentence Variant
shn: ၶေႃႈၵႂၢမ်းဢၼ်လႅၵ်ႈလၢႆႈ

source: Separate sentences into one line by pressing “Enter” or “Return” once
shn: ၸႅၵ်ႇၽႄၶေႃႈၵႂၢမ်း ႁႂ်ႈပဵၼ်ထႅဝ်မႂ်ႇ လူၺ်ႈၼဵၵ်း “Enter” ဢမ်ႇၼၼ် “Return” ၼိုင်ႈၵမ်း။

source: Serbian
shn: သိူဝ်ႊၿီႇယၼ်ႇ

source: Seri
shn: သေႇရီႇ

source: Serian Bidayuh
shn: သေႇရီႇယႅၼ်း ၿီႇၻႃႇယုၵ်ႉ

source: Server error processing your clip. Please reload the page or try again later.
shn: သိူပ်ႇဝိူဝ်ႇ (Server) မီးၽိတ်းပိူင်ႈ မိူဝ်ႈႁဵတ်းၵၢၼ်ပၼ်ႇငဝ်ႈၶလိပ့်သဵင်ၸဝ်ႈၵဝ်ႇ။ ၶႅၼ်းတေႃႈလူတ်ႇၼႃႈလိၵ်ႈၶိုၼ်း ဢမ်ႇၼၼ် ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။

source: Service and Retail
shn: ၵၢၼ်ႁၢပ်ႇသၢင်ႈလႄႈၵၢၼ်ၶၢႆယွႆႈ

source: Set a goal
shn: တမ်းဝၢင်းယိူင်းမၢႆ

source: Set my visibility
shn: ပၵ်းတမ်းလွင်ႈႁၼ်လႆႈတူဝ်ၵဝ်ႇ

source: Setswana
shn: သႅတ်ႉသႂႃႇၼႃႇ

source: Settings
shn: ၵၢၼ်တင်ႈ

source: Sex
shn: ယိင်း/ၸၢႆး

source: Sex or Gender
shn: လိင်ႇ

source: SHA256 Checksum Copied!
shn: ၵွပ်ႇပီႇ SHA256 Checksum လီငၢမ်းယဝ်ႉ

source: Shan
shn: တႆး

source: Share Common Voice
shn: ၸႅၵ်ႇၽၼ်ႈ Common Voice

source: Share my goal
shn: ပိုၼ်ၽႄ ယိူင်းမၢႆၶႃႈႁဝ်း

source: Share your clip
shn: ၸႅၵ်ႇၽၼ်ႈၶလိပ်ႉသဵင်ဢတ်းၸဝ်ႈၵဝ်ႇ

source: Share your { $count } Clip Daily Goal for { $type }
shn: ပိုၼ်ၽႄ ယိူင်းမၢႆတေႃႇဝၼ်း တႃႇဢတ်း/ထတ်းသဵင် { $count } ၾၢႆႊလ် ၶွင်ၸဝ်ႈၵဝ်ႇ ပုၼ်ႈတႃႇ { $type }လႃႈ"

source: Share your { $count } Clip Weekly Goal for { $type }
shn: ပိုၼ်ၽႄ ယိူင်းမၢႆတေႃႇဝူင်ႈ တႃႇဢတ်း/ထတ်းသဵင် { $count } ၾၢႆႊလ် ၶွင်ၸဝ်ႈၵဝ်ႇ ပုၼ်ႈတႃႇ { $type }လႃႈ"

source: Share your event
shn: ပိုၼ်ၽႄ ပၢင်မုင်ႈမၢႆၸဝ်ႈၵဝ်ႇ

source: “She got really mad porque I didn’t call her back.”
shn: မၼ်းၼၢင်း ၸႂ်လမ်တႄႉတႄႉ เพราะว่า ၶႃႈဢမ်ႇၶိုၼ်းသိုပ်ႇၾူၼ်းႁႃမၼ်းၼၢင်း။

source: Shimaore
shn: သျီႇမႃးဢူဝ်းရေႇ

source: Shina
shn: သျီႊၼႃႇ

source: Shona
shn: သျူဝ်းၼႃႇ

source: Shortcuts
shn: တၢင်းလတ်း

source: [Should be ‘dinosaurs’]
shn: [ၵိုင်ႇလီပဵၼ် ‘dinosaurs’]

source: [Should be “We are”]
shn: [ၵိုင်ႇလီပဵၼ် “We are”]

source: Show All Datasets
shn: ၼႄၸုမ်ႇၶေႃႈမုၼ်းတင်းမူတ်း

source: Show keyboard shortcuts
shn: ၼႄလွၵ်းလတ်းပႅၼ်ႈၼဵၼ်

source: Show Latest Datasets
shn: ၼႄၸုမ်ႇၶေႃႈမုၼ်းဢၼ်မႂ်ႇသုတ်း

source: Show me sentences and clips from all variants within my language
shn: ၼႄ ၶေႃႈၵႂၢမ်း လႄႈ သဵင်ဢတ်း တင်းမူတ်း ဢၼ်မီးၼႂ်း ၵူႈၽႃႇသႃႇပႅၵ်ႈပိူင်ႈ ၶွင်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈႁဝ်းၶႃႈ။

source: Show my ranking
shn: ၼႄၸၼ်ႉထၢၼ်ႈၶွင်ၶႃႈ

source: Sicilian
shn: ၸီႇသီႇလႅၼ်း

source: Sign up
shn: လူင်းသဵၼ်ႈမၢႆ

source: Sign up for an account
shn: လူင်းသဵၼ်ႈၸိုဝ်ႈ တႃႇႁဵတ်းဢၶွင်ႉ

source: Sign up for Common Voice and Mozilla Foundation updates
shn: လူင်းသဵၼ်ႈမၢႆ တႃႇႁပ်ႉၶေႃႈမုၼ်းမႂ်ႇ ၶွင် Common Voice လႄႈ Mozilla Foundation

source: Sign up for Common Voice newsletters, goal reminders and progress updates
shn: လူင်းသဵၼ်ႈၸိုဝ်ႈႁပ်ႉၽိုၼ်ၶၢဝ်ႇ Common Voice၊ လိုမ်ႉပၼ်လွင်ႈယိူင်းမၢႆ လႄႈလွင်ႈၶိုပ်ႈၼႃႈၶိုၼ်ႈသၢင်ႉ

source: sign up for email updates
shn: လူင်းသဵၼ်ႈၸိုဝ်ႈ တႃႇႁပ်ႉလွင်ႈၶိုပ်ႈၼႃႈတၢင်းဢီးမေးလ်

source: Sign up for { $lang } updates:
shn: ၶဝ်ႈႁူမ်ႈတႃႇႁႂ်ႈၶိုတ်းတၼ်းလွင်ႈၽႃႇသႃႇ { $lang }

source: Simple and easy for anyone to understand
shn: သၢင်းလၢင်းလီ လႄႈ လူဢၢၼ်ယဝ်ႉပွင်ႇၸႂ်ငၢႆႈတႃႇၵူၼ်းၵူႈၵေႃႉၶႃႈ။

source: Sindhi
shn: သိၼ်းၻီႇ

source: Sindhi Bhil
shn: သိၼ်းၻီႇၿီႊလ်

source: Single
shn: ထႅဝ်လဵဝ်

source: Single sentence submission
shn: ၵၢၼ်သူင်ႇၶေႃႈၵႂၢမ်းထႅဝ်လဵဝ်

source: Single ZIP file containing
shn: ၾၢႆႊလ် ZIP ဢၼ်လဵဝ် ဢၼ်ၶဝ်ႈပႃးဝႆႉ

source: Sinhala
shn: သိၼ်းႁႃႇလႃႇ

source: Siswati
shn: သီႇသဝႃႇတီႇ

source: Size
shn: တၢင်းယႂ်ႇ

source: Skip
shn: ၶၢမ်ႈ

source: Skip backwards 5 seconds
shn: ႁူၼ်ၶၢမ်ႈၶိုၼ်းလင် 5 သႅၵ်ႉၵၢၼ်ႉ

source: Skip forwards 5 seconds
shn: ၶၢမ်ႈၵႂႃႇၽၢႆႇၼႃႈ 5 သႅၵ်ႉၵၢၼ်ႉ

source: Skipped
shn: ၶၢမ်ႈပူၼ်ႉ

source: Skip Submission Feedback
shn: ၶၢမ်ႈပူၼ်ႉ လွင်ႈသူင်ႇၶေႃႈႁၼ်ထိုင်

source: Skip switches that seem minor or small – even borrowed words matter.
shn: ဢမ်ႇလူဝ်ႇၵႂႃႇၶၢမ်ႈပႅတ်ႈ လွင်ႈလၢတ်ႈၵႂၢမ်းလေႃးၵၼ် ဢၼ်ပဵၼ်တွၼ်ႈဢွၼ်ႇတွၼ်ႈဢီႈ၊ ဢမ်ႇဝႃႈတေပဵၼ် ၶေႃႈၵႂၢမ်းဢၼ်ယိမ်မႃးၵေႃႈ လမ်ႇလွင်ႈ။

source: Slovak
shn: သလူဝ်ႇဝႅၵ်ႉ

source: Slovenian
shn: သလူဝ်ႇဝေးၼီႇယၼ်ႇ

source: Slow
shn: လွႆးလွႆး

source: Slower playback speed
shn: လဵၼ်ႈတၢင်းဝႆးသဵင်ႁႂ်ႈထိူင်းလူင်း

source: Small batch
shn: ၸုပ်ႈယွႆႈ

source: Small batch sentence submission
shn: ၵၢၼ်သူင်ႇၶေႃႈၵႂၢမ်းပဵၼ်ၸုပ်ႈယွႆႈ

source: Small businesses, including tech and AI start ups
shn: ၵၢၼ်ပၢႆးမၢၵ်ႈမီးဢွၼ်ႇ၊ ႁူမ်ႈပႃးတင်းသတၢတ်ႉဢပ်ႉထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇလႄႈ AI

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
shn: [Sneeze] တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး (The giant dinosaurs) [cough] ၼႂ်းပၢၼ် Triassic ၶႃႈ။

source: Social media
shn: သိုဝ်ႇၼႅင်ႈသၢၼ်

source: Solicit hate speech or other biased or offensive sentiments
shn: လွင်ႈတိုၵ်းသူၼ်း ၶေႃႈၵႂၢမ်းတႅၵ်ႇယၢႆႈၸင်းၵၼ် ဢမ်ႇၼၼ် တၢင်းႁၼ်ထိုင် ဢၼ်ၸပ်းၽၢၵ်ႇ လႄႈ လွင်ႈဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ။

source: Solicit personally identifiable information
shn: လွင်ႈထၢမ်ႁႃ ၶေႃႈမုၼ်း ဢၼ်ၸၢင်ႈၼႄၼႃႈၾၢင်သုၼ်ႇတူဝ်

source: Solicit personally identifying information (like names or financial information)
shn: ထၢမ်ယွၼ်းၶေႃႈမုၼ်းဢၼ်ၸၢင်ႈယိုၼ်းထိုင်တူဝ်ၵူၼ်းလႆႈ (မိူၼ်ၼင်ႇ ၸိုဝ်ႈ ဢမ်ႇၼၼ် ၶေႃႈမုၼ်းၵၢၼ်ငိုၼ်း)

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
shn: ယွၼ်းၶေႃႈမုၼ်းသုၼ်ႇတူဝ် ဢၼ်ၸၢင်ႈၼႄလႆႈဝႃႈပဵၼ်ၽႂ် (မိူၼ်ၼင်ႇ ၸိုဝ်ႈ ဢမ်ႇၼၼ် ၶေႃႈမုၼ်းလွင်ႈငိုၼ်းတွင်း) ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်မီးလွင်ႈလူလၢႆတုမ်ႉတိူဝ်ႉ

source: Somali
shn: သူဝ်ႇမႃးလီႇ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
shn: ၽႃႇသႃႇမၢင်ၸိူဝ်း မီးလၢႆးၾိင်ႈဝၢင်းၵႂၢမ်း၊ ထွႆႈၵႂၢမ်း၊ လႄႈလၢႆးဢွၵ်ႇသဵင် ဢၼ်ပိူင်ႈၵၼ်တင်းၼမ်။ ၵွပ်ႈၸိူင်ႉၼၼ်လႄႈ၊ ႁဝ်းၶႃႈၸင်ႇလႆႈ <ctaLink>ပိုတ်ႇတူဝ် ‘Variants'</ctaLink> ၼႂ်းပီ 2022။ ဢၼ်ၼႆႉတေၸွႆႈႁႂ်ႈတူင်ႇဝူင်းၸႅၵ်ႇၽႄၽႃႇသႃႇၸဝ်ႈၵဝ်ႇလႆႈၼႂ်းၸုမ်းၶေႃႈမုၼ်းဢၼ်ယႂ်ႇမႃးၸိူဝ်းၼၼ်ႉ။

source: Someone asks for a language to be added.
shn: မီးၵူၼ်းတုၵ်းယွၼ်းထႅမ်ထႅင်ႈၽႃႇသႃႇ။

source: Something went wrong. Please try again.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈဝႆႉသေဢၼ်ဢၼ်၊ ၶႅၼ်းတေႃႈၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၶႃႈ။

source: Something went wrong while fetching audio for transcriptions. Please try again later.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉၸၼ်ဢဝ်သဵင်တႃႇတေထွတ်ႇသဵင်။ ၶႅၼ်းတေႃႈၸၢမ်းတူၺ်းထႅင်ႈၵမ်းလင်။

source: Something went wrong while fetching prompts. Please try again later.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈသေလွင်ႈလွင်ႈ ၽွင်းမိူဝ်ႈၸၼ်ဢဝ်ၶေႃႈသင်ႇ၊ ၶႅၼ်းတေႃႈ ၸၢမ်းႁဵတ်းတူၺ်းထႅင်ႈဝၢႆးလင်ၶႃႈ။

source: Something went wrong while fetching questions. Please try again later.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈသေလွင်ႈလွင်ႈ မိူဝ်ႈတိုၵ်ၸၼ်ၶေႃႈထၢမ်တီႈမီးယူႇ၊ ၶႅၼ်းတေႃႈ ဝၢႆးလင် ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈ ၶႃႈၼႃႈ။

source: Something went wrong while fetching the list of available datasets. Please try again later.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈသေလွင်ႈလွင်ႈ မိူဝ်ႈတိုၵ်ၸၼ်ဢဝ်ၸုမ်ႇၶေႃႈမုၼ်းတီႈမီးယူႇ၊ ၶႅၼ်းတေႃႈ ဝၢႆးလင် ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈၼႃႈ။

source: Something went wrong while fetching transcriptions. Please try again later.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉၸၼ်ၶေႃႈမုၼ်းၵၢၼ်ထွတ်ႇသဵင်။ ၶႅၼ်းတေႃႈၸၢမ်းတူၺ်းထႅင်ႈၵမ်းလင်။

source: Something went wrong with reCAPTCHA. Please try again.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈတီႈ reCAPTCHA ၶႅၼ်းတေႃႈၸၢမ်းတူၺ်းထႅင်ႈ။

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
shn: မိူဝ်ႈတွၼ်ႈၵူၼ်းလၢတ်ႈ မီးလွင်ႈလၢတ်ႈသမ်ႉၶိုၼ်း ၶေႃႈၵႂၢမ်း ဢမ်ႇၼၼ် တွၼ်ႈၶေႃႈၵႂၢမ်းလၢႆလၢႆပွၵ်ႈၼၼ်ႉ ၸဝ်ႈၵဝ်ႇ တိုၼ်းလူဝ်ႇလႆႈတႅမ်ႈမၢႆဝႆႉ ၵူႈၶေႃႈယူႇၶႃႈ။ တူဝ်ယၢင်ႇ -

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
shn: ၽႃႇသႃႇပႅၵ်ႇပိူင်ႈ(Variants) လႄႈ ၽႃႇသႃႇပိုၼ်ႉတီႈ (Dialects) ၼႂ်းတူဝ်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢမ်ႇၼၼ် ၼႂ်းၸုမ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ (Language family) လဵဝ်ၵၼ်ၼၼ်ႉ မီးလွင်ႈပႅၵ်ႈပိူင်ႈၵၼ်ၵၼ်တႄႉတႄႉဝႃႈဝႃႈယူႇယဝ်ႉ။ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ မီးလွင်ႈယၢပ်ႇၽိုတ်ႇ ၼႂ်းၵၢၼ်ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ် ၸွမ်းၽႃႇသႃႇပႅၵ်ႇပိူင်ႈလွင်ႈတၢင်းလႂ်တၢင်းၼိုင်ႈၼႆ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၶဝ်ႈမႃးလႅၵ်ႈလၢႆႈ လွၵ်းလိူၵ်ႈၵၢၼ်ၸွႆႈထႅမ် (Preferences) ၶွင်ၸဝ်ႈၵဝ်ႇ တီႈၼႆႈလႆႈယူႇၶႃႈ။

source: Some words may look like one language but are used in the other. Tag based on meaning and usage, not appearance. Examples:
shn: ၶေႃႈၵႂၢမ်းမၢင်ၸိူဝ်း တေမိူၼ်ၽႃႇသႃႇဢၼ်ၼိုင်ႈသေတႃႉ၊ မၵူၺ်းၵႃႈ မီးၵၢၼ်ၸႂ်ႉတိုဝ်းဝႆႉ ၼႂ်းထႅင်ႈၽႃႇသႃႇၼိုင်ႈၶႃႈ။ ထႅၵ်ႉၸွမ်းၼင်ႇ တီႈပွင်ႇမၼ်းလႄႈ လၢႆးၵၢၼ်ၸႂ်ႉတိုဝ်းတႄႉမၼ်း၊ဢမ်ႇလူဝ်ႇတူၺ်းႁၢင်ႈၾၢင်တူဝ်လိၵ်ႈၶႃႈ။

source: Some words might look the same in both languages but could be pronounced differently. Listen to the pronunciation to help tag correctly. For example: cable, taco, actor, detective.
shn: ၶေႃႈၵႂၢမ်းလၢႆလၢႆၶေႃႈ ၸၢင်ႈမီးႁၢင်ႈၾၢင်တူဝ်လိၵ်ႈမိူၼ်ၵၼ် တီႈၼႂ်းတင်းသွင်ၽႃႇသႃႇ၊ ၵူၺ်းၵႃႈ ၸၢင်ႈမီးလၢႆးဢွၵ်ႇသဵင်ပႅၵ်ႇပိူင်ႈၵၼ်ၶႃႈ။ ထွမ်ႇတူၺ်း လၢႆးဢွၵ်ႇသဵင်မၼ်း တွၼ်ႈတႃႇၸွႆႈလွင်ႈၵၢၼ်တႅမ်ႈႁႂ်ႈထုၵ်ႇမႅၼ်ႈၶႃႈ။ တူဝ်ယၢင်ႇ - cable, taco, actor, detective။

source: Some words should <bold>not be tagged</bold> with a language label, even if they seem mixed or adapted. Here’s how to handle some examples:
shn: ၶေႃႈၵႂၢမ်းမၢင်ၶေႃႈၼႆႉ ဢမ်ႇထုၵ်ႇလီတႅမ်ႈမၢႆသႂ်ႇထႅၵ်ႉ ၶေႃႈၵႂၢမ်းမၢင်ၶေႃႈၼႆႉ <bold>ဢမ်ႇထုၵ်ႇလီတႅမ်ႈမၢႆသႂ်ႇထႅၵ်ႉ </bold>ပၼ်မၢႆႁွမ်းၸပ်းၽႃႇသႃႇၵႂၢမ်း၊ ဢမ်ႇဝႃႈမၼ်းတေပဵၼ် ၶေႃႈၵႂၢမ်းဢၼ်လေႃးၵၼ် ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်လႅၵ်ႈလၢႆႈၸႂ်ႉၵေႃႈယဝ်ႉ။ ၼႆႉပဵၼ်လၢႆးၵၢၼ်ၸတ်းၵၢၼ် တွၼ်ႈတႃႇတူဝ်ယၢင်ႇလၢႆလၢႆဢၼ်ၶႃႈ -

source: Soninke
shn: သူၼ်းဢိၼ်းၶေး

source: Sorbian, Lower
shn: သေႃႇပီႇယႅၼ်ႇ ပွတ်းတႂ်ႈ

source: Sorbian, Upper
shn: သေႃးပီးယႅၼ်ႇ ပွတ်းၼိူဝ်

source: Sorry, Common Voice is running slowly. Thanks for your interest.
shn: ယွမ်းၼွမ်းၶႃႈ Common Voice တိုၵ်ႉႁဵတ်းၵၢၼ်ထိူင်း၊ ၺိၼ်းၸူမ်းတွၼ်ႈတႃႇလွင်ႈၶဝ်ႈၸႂ်။

source: Sorry, something went wrong
shn: ၶႂၢင်းပၼ်ဢိတ်းၼိုင်ႈၶႃႈ၊ မီးလွင်ႈၽိတ်းပိူင်ႈသေဢၼ်ဢၼ်ဝႆႉၶႃႈ။

source: Source: { $sentenceSource }
shn: ငဝ်ႈတိုၼ်းတီႈမႃး{ $sentenceSource }

source: Southern Kurdish
shn: ၶိူတ်ႉသျ်(ပွတ်းၸၢၼ်း)

source: Southern Pastaza Quechua
shn: ပတ်ႉသ်တႃႇသႃႇ ၵေႇၶျဝႃႊ(ပွတ်းၸၢၼ်း)

source: Southern Sotho
shn: ၸူဝ်းတူဝ်ႇပွတ်းၸၢၼ်း

source: Spanish
shn: သပႅၼ်းၼိတ်ႉသျ်

source: Spanish: /ˈkable/
shn: လၢႆးဢွၵ်ႇသဵင်သပဵၼ်ႇ/ˈkable/

source: Speak
shn: လၢတ်ႈ

source: Speakable
shn: ဢၢၼ်ႇဢွၵ်ႇသဵင်လႆႈ

source: Speakers
shn: ၽူႈမႃးၸွႆႈဢတ်းသဵင်

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
shn: ၵူၼ်းလၢတ်ႈၸၢင်ႈၸႂ်ႉတိုဝ်း ၶေႃႈၵႂၢမ်းလၢတ်ႈပိုၼ်ႉတီႈ (မိူၼ်ၼင်ႇ ၼႂ်းၽႃႇသႃႇဢိင်းၵလဵတ်ႈ ၸႂ်ႉၶေႃႈဝႃႈ “gonna”, “cuz” ၸိူဝ်းၼႆႉ) ဢၼ်ဢမ်ႇပႃးၼႂ်းပိူင်လိၵ်ႈၶဝ်ႈပိူင်။ ၶေႃႈၵႂၢမ်းၸိူဝ်းၼႆႉ တိုၼ်းလူဝ်ႇလႆႈတႅမ်ႈမၢႆဝႆႉ ၼင်ႇဢၼ်လႆႈငိၼ်းၼၼ်ႉၶႃႈ၊ ဢမ်ႇလူဝ်ႇလႅၵ်ႈလၢႆႈပဵၼ် ၶေႃႈၵႂၢမ်းဢၼ်ၶဝ်ႈပိူင်ၶႃႈ။

source: Speaking
shn: ၵၢၼ်လၢတ်ႈ

source: Speaking and Listening
shn: ၵၢၼ်လၢတ်ႈ လႄႈ ၵၢၼ်ထွမ်ႇ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
shn: လၢတ်ႈလူၺ်ႈသဵင်ယူဝ်းယူဝ်း! လၢႆးလၢတ်ႈၸႃသူၸဝ်ႈၼၼ်ႉယိၼ်းလီႁပ်ႉတွၼ်ႈယူႇၶႃႈ - ႁဝ်းၶႃႈၶႂ်ႈလႆႈ သဵင်လၢတ်ႈသူၸဝ်ႈၼင်ႇဢၼ်ပဵၼ်ယူႇ၊ လႄႈႁဝ်းၶႂ်ႈလႆႈတၢင်းႁႅင်းသဵင် လွၵ်းလၢႆး လႄႈသဵင်သုင်တႅမ်ႇၼင်ႇဢၼ်သူၸဝ်ႈလၢတ်ႈယူႇၵူႈဝၼ်းၼၼ်ႉယဝ်ႉၶႃႈ။
